01	TBBLQCTA.			
		02	CODENT_D	PIC X(4).
		02	NSECFIC_D	PIC 9(10).
		02	TIPOCINTA_D	PIC 9(2).
		02	TIPOREG_D	PIC X(1).
		02	FILLER_D	PIC X(91).
		02	NUMREGPROC	PIC 9(12).
		02	CODENT 	PIC X(4).
		02	CENTALTA 	PIC X(4).
		02	CUENTA 	PIC X(12).
		02	CODBLQ 	PIC 9(2).
		02	FECULTBLQ 	PIC X(10).
		02	TEXBLQ  	PIC X(30).
		02	INDBLQEXT 	PIC X(1).
		02	MOTBLQ 	PIC 9(2).
		02	FILLER1	PIC X(815).
