01	TBDOCPER.	02	IDENTIFICADOR_EJECUCION	PIC 9.
		02	CODENT	PIC X(4).
		02	IDENTCLI	PIC X(8).
		02	TIPDOC 	PIC X(3).
		02	NUMDOC	PIC X(22).
		02	FECDOC	PIC X(10).
		02	DOCPRIN	PIC X(1).
		02	DOCDUPL	PIC X(1).
		02	FECALTA	PIC X(10).
		02	FECBAJA	PIC X(10).
		02	CODENTUMO	PIC X(4).
		02	CODOFIUMO	PIC X(4).
		02	USUARIOUMO	PIC X(8).
		02	CODTERMUMO	PIC X(8).
		02	CONTCUR	PIC X(26).
