01	TBCONBUS.			
		02	CODENT 	PIC X(4).
		02	CENTALTA 	PIC X(4).
		02	CUENTA 	PIC X(12).
		02	CODBUS 	PIC 9(8) COMP-3.
		02	CODELEMENTO 	PIC 9(4) COMP-3.
		02	TIPROLCUENTA 	PIC X(1).
		02	FECALTA 	PIC X(10).
		02	FECBAJA 	PIC X(10).
		02	CODENTUMO 	PIC X(4).
		02	CODOFIUMO 	PIC X(4).
		02	USUARIOUMO 	PIC X(8).
		02	CODTERMUMO 	PIC X(8).
		02	CONTCUR 	PIC X(26).
