01	TBBLQCTA.			
		02	CODENT 	PIC X(4).
		02	CENTALTA 	PIC X(4).
		02	CUENTA 	PIC X(12).
		02	CODBLQ 	PIC 9(2) COMP-3.
		02	FECULTBLQ 	PIC X(10).
		02	TEXBLQ  	PIC X(30).
		02	INDBLQEXT 	PIC X(1).
		02	MOTBLQ 	PIC 9(2) COMP-3.
		02	CODENTUMO 	PIC X(4).
		02	CODOFIUMO 	PIC X(4).
		02	USUARIOUMO 	PIC X(8).
		02	CODTERMUMO 	PIC X(8).
		02	CONTCUR 	PIC X(26).
