01	TBPLASTI.			
		02	CODENT 	PIC X(4).
		02	CENTALTA 	PIC X(4).
		02	CUENTA 	PIC X(12).
		02	NUMPLASTICO  	PIC 9(12) COMP-3.
		02	FECENVEST 	PIC X(10).
		02	FECRECEST 	PIC X(10).
		02	FECACUSER 	PIC X(10).
		02	FECULTREN 	PIC X(10).
		02	FECRECTAR 	PIC X(10).
		02	FCORETTAR 	PIC X(10).
		02	HCORETTAR 	PIC X(8).
		02	CONDEST 	PIC X(3).
		02	ESTPLAS1 	PIC X(40).
		02	ESTPLAS2 	PIC X(40).
		02	RELTAR 	PIC X(70).
