01	TBHISMOD.			
		02	CODENT_ENC	PIC X(4).
		02	OFICINA	PIC X(4).
		02	USUARIO	PIC X(8).
		02	TIPO_ACCION	PIC X(30).
		02	TIPO_REGISTRO	PIC X(1).
		02	CODENT	PIC X(4).
		02	NOMBRETAREA	PIC X(20).
		02	ORIGENOPE	PIC X(4).
		02	FECHATAREA	PIC X(10).
		02	HORATAREA	PIC X(8).
		02	SESIONTAREA	PIC 9(5).
		02	INDACTUBD	PIC 9(2).
		02	CODENTUMO	PIC X(4).
		02	CODOFIUMO	PIC X(4).
		02	USUARIOUMO	PIC X(8).
		02	CODTERMUMO	PIC X(8).
		02	CONTCUR	PIC X(26).
		02	TABLA	PIC X(7).
		02	FILLER1	PIC X(2186).
