01	TBLOGMOV.			
		02	CODENT_ENC	PIC X(4).
		02	OFICINA	PIC X(4).
		02	USUARIO	PIC X(8).
		02	TIPO_ACCION	PIC X(30).
		02	TIPO_REGISTRO	PIC X(1).
		02	CODENT	PIC X(4).
		02	CENTALTA	PIC X(4).
		02	CUENTA	PIC X(12).
		02	NUMSECHIS	PIC 9(15).
		02	PAN	PIC X(22).
		02	CODCOM	PIC X(15).
		02	FECHAMOD	PIC X(10).
		02	HORAMOD	PIC X(8).
		02	TIPACCES	PIC 9(1).
