01	ATINTVTO.	02	IDENTIFICADOR_EJECUCION	PIC 9.
		02	CODENT_D	PIC X(4).
		02	NSECFIC_D	PIC 9(10).
		02	TIPOCINTA_D	PIC 9(2).
		02	TIPOREG_D	PIC X(1).
		02	FILLER_D	PIC X(91).
		02	NUMREGPROC	PIC 9(12).
		02	CODENT	PIC X(4).
		02	CODMAR	PIC 9(2).
		02	INDTIPT	PIC 9(2).
		02	CENTALTA	PIC X(4).
		02	CUENTA	PIC X(12).
		02	CALPART	PIC X(2).
		02	IDENTCLI	PIC X(8).
		02	TIPBON	PIC X(6).
		02	PAN	PIC X(22).
		02	FECALTA	PIC X(10).
		02	FECCADTAR	PIC 9(6).
		02	CODBLQ	PIC 9(2).
