01	IMPEXTENC.	
		02	TIPOREGI	PIC X(1).
		02	CODENTID	PIC X(8).
		02	CODCINTA	PIC X(2).
		02	NUMSECUE	PIC 9(8).
		02	NUMTOTRE	PIC 9(9).
		02	FECENVIO	PIC X(8).
		02	HORAENVI	PIC X(8).
