01	SFCIMPEXT_BON.	
		02	TIPOREGI	PIC X(1).
		02	CODENTID	PIC X(8).
		02	CODCINTA	PIC X(2).
		02	NUMSECUE	PIC 9(8).
		02	TIPODATO	PIC X(2).
		02	PUNTBONI	PIC 9(13).
		02	FILLER1	PIC X(511).
