01	SFCIMPEXT_MOV.	
		02	TIPOREGI	PIC X(1).
		02	CODENTID	PIC X(8).
		02	CODCINTA	PIC X(2).
		02	NUMSECUE	PIC 9(8).
		02	TIPODATO	PIC X(2).
		02	FECALTMV	PIC X(8).
		02	TEXEXTRA	PIC X(120).
		02	PUNOBTEN	PIC 9(13).
		02	FILLER1	PIC X(383).
	