01	SFCIMPEXT_PTO.	
		02	TIPOREGI	PIC X(1).
		02	CODENTID	PIC X(8).
		02	CODCINTA	PIC X(2).
		02	NUMSECUE	PIC 9(8).
		02	TIPODATO	PIC X(2).
		02	TIPOPUNT	PIC X(2).
		02	SALULTEX	PIC 9(13).
		02	SALACTUA	PIC 9(13).
		02	FILLER1	PIC X(496).
	